{
    "name": "notice",
    "version": "1.0.0",
    "announcement": {
        "title_zh":"绿洲元宇宙·PokerFi星球创世卡槽竞拍认购即将正式开启",
        "title_en":"Oasis Metaverse · PokerFi Planet Creation Card Slot Subscription Activity",
        "time":"2013",
        "list_zh":[
            "作为Oasis绿洲元宇宙的首个NFT游戏场景以及最重要的经济体，PokerFi星球即将上线，正式开启基于BTC生态经济模型重构创新的全新经济运作体系。创世卡槽作为整个经济运作体系启动的源点，将面向全球社区进行发售。具体如下：",
            "一、PokerFi星球创世阶段时间线（GMT+8）：社区白名单申请开放时间： 2021年7月14日00:00——2021年7月17日24:00;创世卡槽认购时间： 2021年7月18日00:00——当日24:00;创世卡槽认购时间： 2021年7月19日13:00;",
            "二、创世卡槽仅针对社区白名单地址开放认购，将依据社区白名单持有的活动权益凭证“PK-1”数量占比进行认购量分配；",
            "三、创世卡槽发售总量:1000-2000组：当全网“PK-1”持有量达到25枚时，则触发软顶1000组创世卡槽的发售；当全网“PK-1”持有量达到40枚及以上时，则触发硬顶2000组创世卡槽的发售；",
            "四、创世阶段活动奖励:截止8月20日，针对总算力达50000以上，且排行前30名的矿场，将根据算力占比获得生态建设基金20000枚PK币的定向空投；",
            "五、PokerFi星球PK币合约地址正式对外公示：0x89Aba1453f58aB08056DA973163A67EFed95A432;",
            "六、社区白名单申请规则：1、开放申请时间：2021年7月14日00:00（GMT+8）——2021年7月17日24:00（GMT+8）。2、申请社区需在PokerFi官网（Pokerfi.network）填写白名单登记表进行报名，向官方指定质押地址每转入2000枚PK币则获得1枚“PK-1”凭证。申请时间截止后，将依据”PK-1“凭证持有占比，分配创世卡槽可认购数量，社区白名单需在7月18日24:00前登陆PokerFi星球完成认购。3、质押的PK币将在7月18日创世卡槽认购结束后分两次原路返回转币地址，首次为认购结束后第5天返回，再一次为认购结束后第15天返回，每次返还质押总额50%比例的PK币。4、申请白名单的社区，需要有较完善的社区架构和管理体系，比如:微信群、Reddit、Telegram Group、Facebook Group、 公众号、自媒体、线上社区群、有币圈资源等。5、申请白名单的社区，需在线上组织社区成员参与内测，推动新玩家进行测试体验及基本概念普及。6、加入官方电报群、关注PokerFi推特，参与互动，及时转发相关活动资讯！"
        ],
        "list_en":[
            "As the first NFT game scenario and the most important economic entity of Oasis Metaverse, PokerFi Planet will be launched soon, officially opening a new economic operation system based on the reconstruction and innovation of the BTC ecological economic model. As the starting source point of the entire economic operation system, the Creation Card Slot will also be sold to the global community. As follows:",
            "I. Timeline during the creation stage of PokerFi Planet (GMT+8):Community whitelist application opening hours: 00:00, July 14, 2021 - 24:00, July 17, 2021。Creation Card Slot subscription time: 00:00 -24:00, July 18, 2021。Officially launched and the first round of card sale time: 13:00, July 19, 2021. Later, the cards will be sold once every 28800º (about 24 hours).",
            "II. The Creation Card Slot is only open for subscription for the community whitelist address, and the subscription amount will be allocated based on the proportion of the activity equity vouch PK-1 held by the community whitelist; ",
            "III. Total sales of Creation Card Slot: 1000-2000 groups:When the PK-1 holdings on the entire network reaches 25 pcs, it will trigger the sale of 1000 sets of soft-top Creation Card Slot; When the PK-1 holdings on the entire network reaches 40 pcs or more, it will trigger the sale of the hard-top 2000 sets of Creation Card Slot; ",
            "IV. Rewards in the creation stage: by August 20th, the top 30 mines with a total strength of more than 50000 will be awarded 20,000 PK of ecological construction fund by directional airdrop according to the proportion of calculation power.",
            "V. The contract address of PokerFi Planet PK coin is formally publicized:0x89Aba1453f58aB08056DA973163A67EFed95A432。",
            "Ⅵ. Community whitelist application rules:1. Open application time: 00:00, July 14, 2021 (GMT+8) - 24:00, July 17, 2021 (GMT+8)。2. The application community shall fill in the whitelist registration form on the official PokerFi website (Pokers.finance) to register. One PK-1 vouch can be obtained for every 2000 PK coins transferred to the official pledge address. After the deadline for application, the number of Creation Card Slot that can be subscribed will be allocated based on the proportion of PK-1 voucher held. The community whitelist must log in the PokerFi Planet before 24:00 on July 18 to complete the subscription。3. The pledged PK coins will be returned to the transfer address twice in 30 days after the end of the subscription of the Creation Card Slot on July 18, and one payment will be returned every 15 days, 50% of the total pledged PK coins will be returned each time。4. The communities that apply for the whitelist need to have relatively complete community structure and management system, such as WeChat group, Reddit, Telegram Group, Facebook Group, official account, WeMedia, online community group, coin circle resources, etc。5. Communities that apply for the whitelist shall organize community members online to participate in the internal test (establish an internal test group), complete the test experience of new players and popularize the basic concepts。6. Join the official Telegram Group, follow PokerFi Twitter, participate in interaction, and timely forward relevant event information!"
        ]
    }
}
