{
    "name": "notice",
    "version": "1.0.0",
    "announcement": {
        "title_zh":"PokerFi生态模型进化大跃迁，空投激励活动享不停",
        "title_en":"Announcement on PokerFi Planet Officially Opening Application for Candidate Mining Pools",
        "time":"2021.9.16",
        "list_zh":[
            "为迎接PokerFi高维物种“矿池”的正式上线，同时感谢所有候选矿池的全力支持，特面向候选矿池及社区推出多样的空投福利活动，具体内容如下：",
            "活动一：候选矿池大回馈，专享8000枚PK空投激励",
            "活动时间：2021.9.16日24：00-2021.10.16日24：00（GMT+8）",
            "所有候选矿池以活动开启时的矿场算力为基准，截止活动结束，统计各自矿场的算力增量，依据各自矿场算力增量占比获得8000枚PK空投激励分配。",
            "活动二：候选矿池大回馈，场地运营正当时",
            "活动时间：2021.9.16日24：00-2021.10.16日24：00（GMT+8）",
            "截止活动结束，候选矿池矿场算力在15万-50万之间，将获得800枚PK场地运营专项空投在50万及以上时，将获得1500枚PK场地运营专项空投",
            "2021年9月16日"
        ],
        "list_en":[
            "The evolution of the PokerFi ecological model is a big leap. The airdrop incentive activities are continuously conducted.",
            "In order to welcome the official launch of the PokerFi high-dimensional species 'mining pool', and thanks to all the candidate mining pools for their full support, we have launched a variety of airdrop welfare activities for the candidate mining pools and the community. The specific content is as follows:",
            "Activity 1: Candidate mining pool rewards, exclusive 8000 PK airdrop reward",
            "Activity time: 24:00 on September 16, 2021.9-24:00 on October 16, 2021 (GMT+8)",
            "All candidate mining pools are based on the mining power at the start of the event. At the end of the event, the mining power increments of their respective mines are counted. 8000 PK airdrop rewards are allocated based on the percentage of the mining power increments.",
            "Activity 2: Candidate mining pool rewards, perfect time operate your site ",
            "Activity time: 24:00 on September 16, 2021.9-24:00 on October 16, 2021 (GMT+8)",
            "As of the end of the event, candidate mining pools with a computing power of between 150,000 and 500,000 will receive 800 PK site operations special airdrops.",
            "When reaching over 500,000 of computing power, 1,500 PK venue operation special airdrops will be obtained. ",
            "Sept. 16th 2021"
           ]
    }
}
