{
    "name": "notice",
    "version": "1.0.0",
    "announcement": {
        "title_zh":"关于PokerFi星球全新生态模型“正式矿池”晋级标准的重要公告",
        "title_en":"Important Announcement Regarding the Upgrade Standard of PokerFi Planet's New Ecological Model 'Official Mining Pool'",
        "time":"2021.9.18",
        "list_zh":[
            "PokerFi星球自诞生以来，始终在进行更高维度的进化，在即将到来的PokerFi进化奇点，PokerFi生态模型将衍生出全新的“高维物种”——矿池，它在实现整个PokerFi社区拓展架构升级的同时，将真正承载现实BTC生态模型中矿池、矿机生产商甚至价值共识者培育的核心职能。",
            "现发布“正式矿池”的晋级标准：",
            "1. 成功获得“候选矿池”席位的矿场，在矿池生态模型正式上线后，将直接晋级为“正式矿池”；",
            "2. 在矿池生态模型正式上线后，“正式矿池”晋级标准如下：",
            "全网算力在500万之下，矿场算力达20万即可晋级",
            "全网算力在500-750万，矿场算力达30万即可晋级",
            "全网算力在750-1500万，矿场算力达50万即可晋级",
            "全网算力在1500万以上，矿场算力达80万即可晋级",
            "PokerFi星球的生态经济模型在衍化高维物种“矿池”之后， 代表着真正实现了对现实BTC生态经济模型的深度演化，意味着整个经济体系才真正具备完整的运转架构，可以在更高的维度去承载社区的良性发展以 及生态版图的扩张。PokerFi的一切才刚刚开始，它的未来一起见证！",
            "PokerFi",
            "2021年9月18日"
        ],
        "list_en":[
            "Since the birth of the Planet PokerFi, it has always been evolving in a higher dimension. At the upcoming PokerFi evolution singularity. PokerFi's ecological model will derive a new high-dimensional species, the Mining Pool. The Mining Pool will carry the functions of mining pools, mining machine manufacturers and educating the value consensus users in the BTC ecological economic model in reality, while realizing the expansion and upgrading of the entire PokerFi community.",
            "The promotion criteria for the 'official Mining Pool' are now released:",
            "1. Mines that have successfully obtained the 'candidate mining pool' seat will be directly promoted to the 'official mining pool' after the mining pool ecological model is officially launched;",
            "2. After the mining pool ecological model is officially launched, the 'official mining pool' promotion standards are as follows:",
            "The whole network's computing power is under 5 million. The mining farm's computing power can reach 200,000.",
            "The whole network's computing power is between 5 and 7.5 million. The mining farm's computing power can reach 300,000.",
            "The whole network's computing power is 7.5-15 million. The mining farm's computing power can reach 500,000.",
            "The whole network‘s computing power of more than 15 million. The mining farm’s computing power can reach 800,000.",
            "After deriving the high-dimensional species 'mining pool', the ecological economic model of Planet PokerFi represents the real deep evolution of the real BTC ecological economic model. It means that the entire economic system truly has a complete operating structure, which can be used at a higher dimension level to carry the healthy development of the community and the expansion of the ecological territory. Everything about PokerFi has just begun. Let witness its future together!",
            "PokerFi",
            "Sept. 18th 2021"
           ]
    }
}
